-- phpMyAdmin SQL Dump
-- version 4.9.5
-- https://www.phpmyadmin.net/
--
-- ホスト: localhost:8889
-- 生成日時: 2020 年 10 月 20 日 21:36
-- サーバのバージョン： 5.7.30
-- PHP のバージョン: 7.4.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

--
-- データベース: `gs_db`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `gs_br_table`
--

CREATE TABLE `gs_br_table` (
  `id` int(12) NOT NULL,
  `Q1` int(5) NOT NULL,
  `Q2` int(5) NOT NULL,
  `Q3` int(5) NOT NULL,
  `Q4` int(5) NOT NULL,
  `Q5` int(5) NOT NULL,
  `sex` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `age` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `indate` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- テーブルのデータのダンプ `gs_br_table`
--

INSERT INTO `gs_br_table` (`id`, `Q1`, `Q2`, `Q3`, `Q4`, `Q5`, `sex`, `age`, `indate`) VALUES
(2, 2, 2, 2, 2, 3, 'female', '40+', '2020-10-18 15:06:17'),
(3, 4, 5, 1, 2, 2, 'female', '20+', '2020-10-18 15:06:29'),
(4, 2, 2, 2, 2, 3, 'female', '20+', '2020-10-18 16:53:18'),
(5, 5, 3, 2, 2, 3, 'female', '20+', '2020-10-18 19:35:38'),
(6, 2, 2, 1, 2, 2, 'female', '40+', '2020-10-18 19:41:37'),
(7, 2, 2, 2, 2, 3, 'female', '30+', '2020-10-18 19:43:09'),
(8, 2, 2, 2, 2, 3, 'female', '20+', '2020-10-18 19:45:12'),
(9, 2, 3, 2, 2, 3, 'female', '20+', '2020-10-18 19:47:32'),
(10, 2, 2, 2, 2, 3, 'female', '20+', '2020-10-18 20:27:23'),
(11, 2, 3, 2, 2, 3, 'female', '20+', '2020-10-18 20:28:21'),
(12, 2, 3, 2, 2, 3, 'male', '60+', '2020-10-18 20:28:58'),
(13, 2, 3, 2, 2, 3, 'male', '60+', '2020-10-18 21:45:02'),
(14, 2, 3, 2, 2, 3, 'male', '60+', '2020-10-18 21:49:55'),
(15, 1, 1, 1, 1, 1, 'male', '20+', '2020-10-18 22:13:09'),
(16, 1, 1, 1, 1, 1, 'male', '20+', '2020-10-18 22:23:02'),
(17, 1, 1, 1, 1, 1, 'male', '20+', '2020-10-18 22:24:44'),
(18, 5, 5, 5, 5, 5, 'female', '60+', '2020-10-19 06:35:58'),
(19, 3, 3, 2, 2, 3, 'female', '30+', '2020-10-19 21:14:00'),
(20, 3, 3, 5, 5, 3, 'female', '30+', '2020-10-19 21:20:59'),
(21, 5, 1, 5, 2, 5, 'female', '60+', '2020-10-19 21:24:48'),
(22, 5, 1, 5, 2, 5, 'female', '60+', '2020-10-19 21:43:39'),
(23, 3, 3, 2, 2, 3, 'female', '20+', '2020-10-19 21:58:21'),
(24, 3, 3, 2, 2, 3, 'female', '20+', '2020-10-19 22:02:43'),
(25, 3, 3, 2, 2, 3, 'female', '20+', '2020-10-19 22:10:31'),
(26, 2, 2, 2, 2, 3, 'female', '20+', '2020-10-20 06:22:16'),
(27, 2, 2, 2, 2, 3, 'female', '20+', '2020-10-20 06:22:39'),
(28, 2, 2, 2, 2, 3, 'female', '20+', '2020-10-20 06:23:29'),
(29, 5, 5, 5, 5, 5, 'female', '20+', '2020-10-20 06:23:47'),
(30, 2, 2, 2, 2, 2, 'female', '20+', '2020-10-20 21:17:30'),
(31, 1, 1, 1, 1, 1, 'female', '20+', '2020-10-20 21:43:12'),
(32, 3, 3, 2, 2, 3, 'female', '20+', '2020-10-20 21:46:03'),
(33, 4, 4, 3, 3, 4, 'female', '20+', '2020-10-20 21:51:12'),
(34, 3, 4, 2, 2, 3, 'female', '20+', '2020-10-20 21:53:53'),
(35, 2, 3, 2, 2, 3, 'female', '20+', '2020-10-20 22:03:06');

--
-- ダンプしたテーブルのインデックス
--

--
-- テーブルのインデックス `gs_br_table`
--
ALTER TABLE `gs_br_table`
  ADD PRIMARY KEY (`id`);

--
-- ダンプしたテーブルのAUTO_INCREMENT
--

--
-- テーブルのAUTO_INCREMENT `gs_br_table`
--
ALTER TABLE `gs_br_table`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=36;
